Revit 2027 API
ParameterTypeId.TitleStyleBold Property
 "Bold"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TitleStyleBold { get; }
Public Shared ReadOnly Property TitleStyleBold As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TitleStyleBold {
	ForgeTypeId^ get ();
}
static member TitleStyleBold : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace